{
  "privacy-one-title": "PLEASE READ THE FOLLOWING TERMS OF OUR PRIVACY POLICY",
  "privacy-one-content": "<p>WHAT TYPE OF PERSONAL INFORMATION THAT MAY BE COLLECTED FROM YOU?</p><p>KIAASA shall collect and store any personal information that you may provide on our Website. Apart from this, when you visit our site, our systems collect details about your computer’s personal information like your IP address. Please note that your IP address does not identify you personally. The details you provide may include your name, email address, delivery address, and telephone number. While we collect this information, we provide assurance to all our members the inputs to be kept highly confidential and are not going to be shared with any third party or a company for marketing activities.</p>",
  "privacy-two-title": "WHAT ARE ‘COOKIES’ AND HOW DO WE USE THEM?",
  "privacy-two-content": "<p>When you place an order on the website and enter your name and details, you will become a recognized user, and we will send a cookie to your computer. A cookie is a small file that may be placed on your computer’s hard disk for record-keeping purposes. Cookies do not contain any information that can personally identify you.</p><p>They help us to recognize you when you visit the website and make use of the service so that the service can be tailored to your needs. By using cookies, we can make your online experience more efficient. For example, they allow you to store your chosen items in your shopping basket, without losing them between visits, and to make the checkout process faster. We will also use cookies for the compilation of certain statistics (which do not identify you personally) relating to the use of the website. Such information may include the number of visits, average time spent, and other statistics relating to the website.</p>",
  "privacy-three-title": "HOW WILL WE USE IT?",
  "privacy-three-content": "<p>KIAASA owns all the information collected via the Website. We will use this information to fulfil any order and to communicate with you when necessary. We may also use your personal information to contact you about news and offers that we think may interest you, or to tell you if we change anything important about how the website works, or the terms of use of the website. Please note that when you place an order, some of your Personal Information will be passed on to the others who shall need to have access to some Personal Information like courier companies, credit card processing companies, vendors etc. to enable them and KIAASA perform their duties and fulfil your order requirements.</p><p>We do not allow any unauthorized persons or organizations to use any information that may be collected from you through this Website. In the event KIAASA is required to respond to subpoenas, court orders or other legal process, your Personal Information may be disclosed pursuant to such subpoenas, court order or legal process, which may be without notice to you. We understand that privacy is important to you, and we promise to look after your personal information.</p><p>If you decide at any point that you no longer wish to receive messages of this nature, please contact us and send an email to let us know. Alternatively, click to unsubscribe at the bottom of any of the emails you receive.</p>",
  "privacy-four-title": "WILL WE SHARE YOUR PERSONAL INFORMATION WITH ANYONE ELSE?",
  "privacy-four-content": "<p>We will never release your personal details to any outside company for mailing or marketing purposes. We will not sell any information about you to any other party. Payments on the website are processed by a third party, which adheres to the privacy policy that is set out here.</p><p>We have a non-disclosure agreement with this third party, and they are certified by all the major card issuers to hold details securely.</p>",
  "privacy-five-title": "HOW LONG WILL WE KEEP YOUR INFORMATION?",
  "privacy-five-content": "<p>We will only keep your personal information for as long as necessary and consistent with the purpose for which you have given it to us. Except where needed to respond to a query from you or fulfil an order, we will delete your personal information on request by you.</p>",
  "privacy-six-title": "FRAUDULENT TRANSACTIONS",
  "privacy-six-content": "<p>KIAASA reserves the right to recover the cost of goods, collection charges and lawyers’ fees from persons using the site fraudulently. KIAASA reserves the right to initiate legal proceedings against such persons for fraudulent use of the Site and any other unlawful acts or acts or omissions in breach of these Terms & Conditions.</p><p>BY USING THIS WEBSITE, YOU SIGNIFY YOUR AGREEMENT TO THE TERMS OF THIS PRIVACY POLICY. KIAASA RESERVES THE RIGHT, IN OUR SOLE DISCRETION, TO CHANGE, MODIFY, ADD OR DELETE PORTIONS OF THE TERMS OF THIS PRIVACY POLICY AT ANY TIME.</p>"
}