{
  "shipping-one-title": "EXTERNAL MATERIAL",
  "shipping-one-content": "<p>You shall not use the website in any way that will damage it or interrupt its provision. You shall not use the website to transmit or post any computer viruses. We cannot guarantee that the website is free from computer viruses, and you should take your own precautions in this respect. We will try to make sure that the website is always available. However, this is not always possible, and we are not liable if the website is unavailable.</p>",
  "shipping-two-title": "LINKS",
  "shipping-two-content": "<p>The website may contain links to other websites; these external websites are not under our control. We cannot be held responsible for such websites and cannot make any guarantees about them. We provide these links because we think they might interest you, but we do not monitor or endorse these other websites.</p>",
  "shipping-three-title": "LIABILITY",
  "shipping-three-content": "<p>We take no responsibility for any loss or damage suffered as a result of our “order online” service, or goods supplied using it, except as required by law, even if we could have foreseen the loss, or the possibility of it was brought to our attention.</p>",
  "shipping-four-title": "CHANGES TO THE SITE shipping",
  "shipping-four-content": "<p>We reserve the right to change the Site shipping from time to time. If this happens, we will notify you by posting the updated Site shipping on the website. If you do not wish to be governed by the revised Site shipping, please stop using the website. This site shipping is governed by the law of India, and you and we agree to use of Uttar Pradesh jurisdiction if there is any dispute between us. If any part of this Site shipping is found to be invalid by law, the rest of them remain valid and enforceable.</p>",
  "shipping-five-title": "COPYRIGHT & TRADEMARK",
  "shipping-five-content": "<p>KIAASA RETAIL LLP reserves all intellectual property rights in all text, programs, products, processes, technology, content and other materials, which appear on this Website. Access to this Website does not authorize anyone to use any name, logo or mark in any manner. All materials, including images, text, illustrations, designs, icons, photographs, programs, music clips or downloads, video clips and written and other materials that are part of this Website (collectively, the ‘Contents’) are intended solely for personal, non-commercial use. You may download or copy the Contents and other downloadable materials displayed on the Website for your personal use only. No right, title or interest in any downloaded materials or software is transferred to you as a result of any such downloading or copying. You will not reproduce (except as noted above), publish, transmit, distribute, display, modify, create derivative works from, sell or participate in any sale of or exploit in any way, in whole or in part, any of the Contents of the Website or any related software. All software used on this Website is the property of KIAASA c/o KIAASA RETAIL LLP or its suppliers and they are protected by Indian and international copyright laws.</p>",
  "shipping-six-title": "shipping AS TO OWNERSHIP OF TRADEMARKS, IMAGES OF PERSONALITIES AND THIRD PARTY COPYRIGHT",
  "shipping-six-content": "<p>Except where expressly stated to the contrary all persons (including their names and images), third party trademarks and images of third party products, services and/or locations featured on this Website are in no way associated, linked or affiliated with KIAASA and you should not rely on the existence of such a connection or affiliation. Any trademarks/names featured on this Website are owned by the respective trademark owners.</p>",
  "shipping-seven-title": "TERMINATION",
  "shipping-seven-content": "<p>This User Agreement is effective unless and until terminated by either you or www.kiaasa.com. You may terminate this User Agreement at any time by informing us in writing through Indian postal system by registered post that you no longer wish to be associated with this website, provided that you discontinue any further use of this Website. We may terminate this User Agreement at any time and may do so immediately without notice, and accordingly deny you access to the Website. Such termination will be without any liability to www.kiaasa.com. Upon any termination of the User Agreement by either you or www.kiaasa.com, you must promptly destroy all materials downloaded or otherwise obtained from this Website, as well as all copies of such materials, whether made under the User Agreement or otherwise. Our right to any Comments shall survive any termination of this User Agreement. Any such termination of this User Agreement shall not cancel your obligation to pay for the product already ordered from the Website or affect any liability against you that may have arisen under the User Agreement.</p>",
  "shipping-eight-title": "GOVERNING LAW AND JURISDICTION",
  "shipping-eight-content": "<p>This User Agreement shall be construed in accordance with the applicable laws of India. All litigation is exclusively under the State Of Uttar Pradesh jurisdiction in any proceedings arising out of this agreement.</p>",
  "shipping-nine-title": "MODIFICATION OF TERMS AND CONDITIONS OF SERVICE",
  "shipping-nine-content": "<p>www.kiaasa.com reserves the right at any time to modify the terms and conditions of this User Agreement without any prior notification to you. Subsequent to any such modification of the User Agreement, we will inform you of the modifications in the User Agreement through email at the e-mail address provided by you while registering on www.kiaasa.com. You can access the latest version of the User Agreement at any given time on www.kiaasa.com. You should regularly review the User Agreement on www. kiaasa.com. In the event the modified User Agreement is not acceptable to you, you undertake to discontinue using the service. However, if you continue to use the service you shall be deemed to have agreed and accepted the modified terms and conditions and you undertake to abide by the modified User Agreement.</p>",
  "shipping-ten-title": "ARBITRATION",
  "shipping-ten-content": "<p>If any dispute arises between you and the Company during your use of the Site or thereafter, in connection with the validity, interpretation, implementation or alleged breach of any provision of this Agreement, and the Privacy Policy or the documents they incorporate by reference, the dispute shall be referred to a sole Arbitrator who shall be an independent and neutral third party identified by the Company. The place of arbitration shall be NOIDA, Uttar Pradesh. The Arbitration & Conciliation Act, 1996, shall govern the arbitration proceedings. The arbitration proceedings shall be in the English language.</p>",
  "shipping-eleven-title": "GENERAL",
  "shipping-eleven-content": "<p>None of the provisions of this Agreement shall be deemed to constitute a partnership or agency between you and the Company and you shall have no authority to bind the Company in any manner whatsoever. Except as explicitly stated otherwise, any notices shall be given by postal mail to KIAASA Registered Office at 1/37 , Sona Road , Industrial Area , Ghaziabad 201009, Uttar Pradesh or to the email address you provide to us during the registration process (in your case). Notice shall be deemed given 24 hours after email is sent, unless the sending party is notified that the email address is invalid. Alternatively, we may give you notice by certified mail, postage prepaid and return receipt requested, to the address provided to us during the registration process. In such case, notice shall be deemed given 3 days after the date of mailing. If any clause of this Agreement shall be deemed invalid, void or for any reason unenforceable, such clause shall be deemed severable and shall not affect the validity and enforceability of the remaining clauses of the Agreement. This Agreement sets forth the entire understanding and agreement between you and us with respect to the subject matter hereof. In the Company’s sole discretion, it may transfer its rights and obligations (under this Agreement without your prior express consent.) If you breach this Agreement, and the Privacy Policy or the documents they incorporate by reference and we take no action against you, we will still be entitled to use our rights and remedies in any other situation where you breach the aforesaid. The Company may terminate this Agreement at any time. Without limiting the foregoing, the Company shall have the right to immediately terminate any passwords or accounts of the User in the event of any conduct by the User which the Company, in its sole discretion, considers to be unacceptable, or in the event of any breach by the User of this Agreement. Notwithstanding any other provisions of this Agreement, or any general legal principles to the contrary, any provision of this Agreement that imposes or contemplates continuing obligations on a party will survive the expiration or termination of this Agreement.</p>",
  "shipping-twelve-title": "SALE AND PROMOTION",
  "shipping-twelve-content": "<p>The sale runs till stock lasts. Duration of sale is in the sole discretion of KIAASA and it reserves the right to extend or terminate the sale, without further information at any point of time. The products can be removed/changed/added under the Sale category and the discounted prices can also be changed. It will be in the sole discretion of KIAASA. In case of return of goods, please read our returns and exchange policy. In case of any further query regarding the sale, please email customer care at weborder@kiaasaretail.com. KIAASA reserves the right, at any time, to amend/add/remove/modify (in whole or part) any of the terms & conditions of sale, or to replace, wholly or in part, this promotion by another promotion, whether similar to this promotion or not, or to withdraw it altogether, and KIAASA’s decision in this regard shall be final and requires no intimation to the customer of any sort.</p>"
}