{
  "terms-one-title": "INTRODUCTION",
  "terms-one-content": "<p>This website is owned and operated by KIAASA RETAIL LLP ( hereinafter ‘We’, ‘KIAASA’ ‘The Company’, having its Registered and Corporate office at 1/37 , Sona Road , Industrial Area , Ghaziabad 201009 ( Uttar Pradesh ) India. In using the www.kiaasa.com service, of KIAASA RETAIL LLP., You (“You” means the person using www.kiaasa.com are deemed to have accepted the Terms and Conditions listed below or as may be revised from time to time, which is, for an indefinite period and you understand and agree that you are bound by such terms and conditions till the time you access this website. KIAASA RETAIL LLP reserves the right to change these terms & conditions from time to time without any obligation to inform you and it is your responsibility to look through them as often as possible. All rights, including copyright, in this website are owned by KIAASA. Any use of this website or its contents, including copying or storing it in whole or part is prohibited without the permission of KIAASA c/o KIAASA RETAIL LLP.If you have any queries about these terms & conditions or have any comments or complaints on or about our website, please email us at weborder@kiaasaretail.com or call us on +91 7428638400 (Mon-Sat, 9.30 am to 6.30 pm).</p>",
  "terms-two-title": "ELIGIBILITY CRITERIA",
  "terms-two-content": "<p>Persons who are “incompetent to contract” within the meaning of the Indian Contract Act of 1872 are not eligible to use this Website. If your age is below 18, you are prohibited to use/purchase/contract from/with this website. Those who choose to access this website from outside India are responsible for compliance with Indian local laws if and to the extent that local laws are applicable.</p>",
  "terms-three-title": "PRICING AND PAYMENT",
  "terms-three-content": "<p>Prices throughout the website are quoted in one of the following currencies: Indian Rupees (INR),. Prices are inclusive of tax for International deliveries, additional duties and taxes may be applicable for the ordered items as per your country’s regulations, which will be billed separately to you by the courier company at the time of delivery.</p>",
  "terms-four-title": "PRICING POLICY FOR ONLINE MERCHANDISE",
  "terms-four-content": "<p>At www.kiaasa.com, we’re committed to offering shopping convenience, exceptional service and an exciting product selection at competitive prices. Kiaasa.com and KIAASA Retail outlets operate separately.</p>",
  "terms-five-title": "FOR EXAMPLE",
  "terms-five-content": "<p>Kiaasa.com might carry something not offered in stores. Similarly, promotional offers (such as coupons and additional discounts) offered at one may not be used at the others.</p>",
  "terms-six-title": "FOR EXAMPLE",
  "terms-six-content": "<p>In certain cases, a coupon offered in KIAASA Retail Stores may not be applied toward purchases on kiaasa.com. Promo codes, free shipping offers and bonuses on kiaasa.com may not be applied towards KIAASA Retail Store purchases.</p>",
  "terms-seven-title": "GST",
  "terms-seven-content": "<p>All our Prices are Inclusive of GST.</p>",
  "terms-eight-title": "ONLINE PAYMENT",
  "terms-eight-content": "<p>All payments on www.kiaasa.com are securely processed.  We will ensure confirmation of ordered item(s), availability and shipping before processing your order transaction. You will be advised by email if we are unable to complete your order.</p>",
  "terms-nine-title": "CREDIT CARD DETAILS",
  "terms-nine-content": "<p>You agree, understand and confirm that the credit card details provided by you for availing of services on the Site will be correct and accurate and you shall not use the credit card which is not lawfully owned by you, i.e. in a credit card transaction, you must use your own credit card.</p><p>You further agree and undertake to provide the correct and valid credit card details to us. KIAASA commits to keeping the information provided by you confidential and assures you that it will not be shared by us with any third parties unless required for fraud investigations or by law, regulation or court order. We will not be liable for any credit card fraud. The liability for use of a card fraudulently will be on you and the responsibility to ‘prove otherwise’ shall be exclusively on you.</p><p>Your payment card will be debited for your order on the day we send you the formal order confirmation. In very rare cases, there might be a time gap, wherein, your card might get debited before receiving the confirmation email. Please rest assured that you will receive a confirmation or in the case you don’t, please contact our customer support team at weborder@ kiaasaretail.com.</p><p>All products and information displayed on www.kiaasa.com constitute an invitation to offer. Your order for purchase constitutes your offer, which shall be subject to the terms and conditions as listed herein. We reserve the right to accept or reject your offer in part or in full. Our acceptance of your order will take place upon dispatch of the product(s) ordered. Dispatch of all the product(s) ordered, may or may not happen at the same time, in such a scenario that portion of the order which has been dispatched will be deemed to have been accepted by us and the balance would continue to be on offer to us and we reserve the right to accept or reject such balance order.</p><p>No act or omission of KIAASA prior to the actual dispatch of the product (s) ordered will constitute acceptance of your offer. If you have provided us with your email address, we will notify you by email as soon as possible to confirm receipt of your order and email you again to confirm dispatch and therefore acceptance of the order.</p><p>We have made every effort to display as accurately as possible the colours/ design of our products that appear on the website. However, as the actual colours/ design you see will depend on your monitor, we cannot guarantee that your monitor’s display of any colour/ design will accurately reflect the colours/ design of the product on delivery. All products are handcrafted so there may be some variations in the actual product received.</p><p>Packaging of the product may vary from the packaging of the product displayed in the website.</p><p>All products are subject to availability. We reserve the right to limit the quantity of products we supply, supply only part of an order or to divide up orders. We will inform you if we are unable to fill your order.</p><p>Prices on the website and all KIAASA Retail stores are subject to change without notice, and can vary from piece to piece, and from time to time, depending on the price of raw materials at the time of production. Brass, semi-precious gemstones, Leather & other Fashion Accessories are commodities, with market fluctuations beyond our control. Occasionally, a piece will sell, and then be recreated at a later date with a difference in price. This simply reflects the market value of the raw materials, and does not mean that we have increased our mark-up.</p>",
  "terms-ten-title": "DELIVERY SCHEDULE",
  "terms-ten-content": "<p>A tentative delivery time will be given along with the formal order confirmation email. Alternatively, you could go to your “Order Status” section and determine the status of your order using your respective tracking number.</p>",
  "terms-eleven-title": "YOUR OBLIGATIONS",
  "terms-eleven-content": "<p>1. You have to provide true, accurate, current and complete information about yourself as prompted by KIAASA’s registration form.</p><p>2. To maintain and promptly update the Registration Data to keep it true, accurate, current and complete. If you provide any information that is untrue, inaccurate, incomplete, or not current or if KIAASA has reasonable grounds to suspect that such information is untrue, inaccurate, and not current or not in accordance with this User Agreement, we have the right to indefinitely suspend or terminate your membership and refuse to provide you with access to the Website.</p><p>3. That in the event that a non-delivery occurs on account of a mistake by you (i.e. wrong name or address or any other wrong information) any extra cost incurred by KIAASA for redelivery shall be claimed from you and you shall pay such cost. </p><p>4. You will provide authentic and true information in all instances where such information is requested of you. KIAASA reserves the right to confirm and validate the information and other details provided by you at any point of time. If upon confirmation your details are found not to be true (wholly or partly), KIAASA has the right in its sole discretion to reject the registration and debar you from using the Services of www.kiaasa.com and or other affiliated websites without prior notice whatsoever. That the address at which delivery of the product ordered by you is to be made will be correct and proper in all respects.</p><p>5. That before placing an order you shall check the product description carefully. By placing an order for a product you agree to be bound by the conditions of sale and invitation of offer included in the item’s description.</p>",
  "terms-twelve-title": "RESTRICTIONS",
  "terms-twelve-content": "<p>KIAASA reserves the right, at our sole discretion, to limit the quantity/value of the items purchased by you and such restrictions may be applicable to orders placed by the same account, the same credit/debit card, and also to orders that use the same billing and/or shipping address. We will provide notification to the customer should such limits be applied. KIAASA reserves the right, at our sole discretion, to prohibit sales to any one as it may deem fit.</p><p>For any bulk purchases, or wholesale inquiries, please get in touch with us at weborder@ kiaasaretail.com along with valid reason for the same.</p>",
  "terms-thirteen-title": "SITE SECURITY",
  "terms-thirteen-content": "<p>You are prohibited from violating or attempting to violate the security of this Website, including, without limitation,</p><p>1. Accessing data not intended for you or logging onto a server or an account, which you are not authorized to access.</p><p>2. Attempting to probe, scan or test the vulnerability of a system, network or breach security or authentication measures without proper authorization. </p><p>3. Attempting to interfere with service to any other user, host or network, including, without limitation, via means of submitting a virus to the site, overloading, and “flooding,” “spamming,” “mail bombing” or “crashing.” </p><p>4. Sending unsolicited emails, including promotions and/or advertising of products or services. </p><p>5. Forging any TCP/IP packet header or any part of the header information in any email or newsgroup posting Violations of system or network security may result in civil or criminal liability. TBA will investigate occurrences that may involve such violations and may involve, and cooperate with, law enforcement authorities in prosecuting users who are involved in such violations. You agree not to use any device, software or routine to interfere or attempt to interfere with the proper working of this site or any activity being conducted on this site. You agree, further, not to use or attempt to use any engine, software, tool, agent or other device or mechanism (including without limitation browsers, spiders, robots, avatars or intelligent agents) to navigate or search this site other than the search engine and search agents available on this site and other than generally available third party web browsers (e.g., Microsoft Explorer, Microsoft Edge, Google Chrome, Mozilla Firefox, Safari).</p>",
  "terms-forteen-title": "CANCELLATION BY KIAASA",
  "terms-forteen-content": "<p>There may be certain orders that we are unable to accept and must cancel. We reserve the right, at our sole discretion, to refuse or cancel any order for any reason. Some situations that may result in your order being cancelled include limitations on quantities available for purchase, inaccuracies or errors in product or pricing information, or problems identified by our credit and fraud avoidance department. We may also require additional information or verification/s before accepting any order. We will inform you if the entire order or any portion of your order is cancelled or if additional information is required to accept your order. If your order is cancelled after your credit/debit card has been charged, the said amount will be reverted back in your card account.</p><p>We will seek authorization on your card for the aggregate amount of the order placed by you, however, we may charge your card (capture) only with the amount corresponding to the actual portion of the order that we are able/willing to fulfil, and any associated shipping charges/taxes and levies etc. Any surplus amount, for which we might have originally sought and received an authorization on your card from your Card Issuer, if not captured by us in the time period stipulated by our Merchant Banker, will not be captured/ charged. If however the same is charged to your card/bank account in error, we will refund it as soon as the same is realized by us or brought to our notice, whichever is sooner. KIAASA RETAIL LLP reserves the right to capture/charge your card to the full or partially authorized amount for the concerned order.</p>",
  "terms-fifteen-title": "CANCELLATION AND CHANGES BY CUSTOMERS",
  "terms-fifteen-content": "<p>If you wish to cancel or modify your order, please send an email to weborder@kiaasaretail.com we will make every effort to accommodate your request. However, once an order has been submitted we cannot guarantee the purchase can be cancelled or modified. Once you have received your online order, if it is the incorrect product or found to be damaged please contact us within 3 days of receipt and we will arrange for collection. The customer agrees not to dispute the decision made by KIAASA and accept KIAASA’s decision regarding the cancellation.</p>"
}